Repository: MamdouhRElNakeeb/My-Courses
Catalog: MyCourses - iOS/My Courses/*.lproj/Main.strings
Languages: ar

# 1As-7T-lJb.normalTitle
source: Add
ar: أضف

# 1Fl-kF-qHx.placeholder
source: Mobile No.
ar: رقم الموبايل

# 2nE-Na-Oln.placeholder
source: Department / Major
ar: القسم / التخصص

# 4Jc-C9-k2y.text
source: Near
ar: المراكز

# 5RB-LZ-Ebb.text
source: Courses
ar: اللغات

# 6nD-4Y-UbL.headerTitle
source: Promo Code
ar: كوبون الخصم

# 8UV-4W-eCX.normalTitle
source: Back
ar: رجوع

# 9SI-c3-hgf.text
source: Or enter it manually
ar: أدخل الكوبون

# AYs-xg-dJx.text
source: Promo Code:
ar: كوبون:

# BAc-3l-6ex.text
source: About Us
ar: إعرف عنا

# GlV-mA-aY7.text
source: Languages
ar: كورسات

# Gv7-kf-DIc.title
source: Home
ar: الرئيسية

# Hyc-lM-Bqw.text
source: Application Version
ar: نسخة التطبيق

# IR1-Me-e4c.text
source: Course Booking
ar: حجز الكورس

# IbR-ZY-gmP.title
source: Courses
ar: الكورسات

# L1B-Kl-qtD.text
source: Discount:
ar: التخفيض:

# LQ9-BO-nNL.title
source: Categories
ar: مجالات الدراسة

# MNc-c6-l54.text
source: Fees:
ar: التكلفة:

# MaB-In-rjZ.normalTitle
source: Don't have an account? Register here
ar: ليس لديك حساب؟ سجل الآن

# Naj-KD-nii.text
source: Course Name
ar: إسم الكورس

# O25-yf-oW9.normalTitle
source: Book Now
ar: إحجز الآن

# Onj-cG-1Ph.text
source: Center:
ar: المركز

# Pji-Df-3Pa.title
source: Complete Registration
ar: إكتمال التسجيل

# QwA-Sm-EVJ.title
source: Promotions
ar: الكوبونات

# T28-pF-4ZV.text
source: Recommended
ar: الكورسات

# Twk-dp-iIZ.text
source: Date
ar: تاريخ

# Wjh-BV-uqC.normalTitle
source: Course Starting Date
ar: تاريخ بدء الكورس

# XHD-4z-5uU.text
source: Courses
ar: الكورسات

# ZRY-Oe-aZr.placeholder
source: University / School Name
ar: إسم الجامعة / المدرسة

# axC-Wr-mIP.title
source: My Bookings
ar: حجوزاتى

# bCt-02-Dqa.text
source: Center Name
ar: إسم المركز

# cd8-yq-qkd.text
source: Courses
ar: الموصى بها

# dBo-wP-Qn9.text
source: Centers
ar: القريبة

# dVA-Bh-CbW.title
source: Recommnded Courses
ar: الكورسات الوصى بها

# eNP-CZ-4qx.normalTitle
source: Register
ar: تسجيل

# fvv-ao-2RY.normalTitle
source: Language: English
ar: اللغة: English

# gSU-SL-AY4.normalTitle
source: Back
ar: رجوع

# hWz-fn-TrF.text
source: Courses
ar: الكورسات

# iEx-1B-jYB.text
source: Starting Date:
ar: تاريخ البدء

# jPr-Qo-cUG.placeholder
source: Promo Code
ar: كوبون

# k0w-gv-oVc.text
source: Discount:
ar: النخفيض:

# kbq-2m-Ih3.normalTitle
source: Choose Promo Code
ar: إختر كوبون

# kfe-kB-hTf.text
source: Center Name
ar: إسم المركز

# llZ-eh-TAR.title
source: Settings
ar: الإعدادات

# mtv-MW-s5D.text
source: Discover
ar: إكتشف

# nGb-1I-7c4.text
source: Starting Date:
ar: تاريخ البدء:

# pNZ-yj-Muk.title
source: Back
ar: رجوع

# qr5-Oz-v9R.text
source: Terms of Service
ar: بنود الخدمة

# r7j-1J-GER.text
source: Fees:
ar: النكلفة:

# rXM-Hl-Bw3.text
source: Human Development
ar: كورسات

# rgn-eq-GXx.text
source: Rate:
ar: التقييم:

# rnk-8b-2P6.normalTitle
source: Choose Fields of Studies
ar: إختر مجالات الدراسة

# sDA-ur-5AF.title
source: Book
ar: حجز

# vA7-Gn-wqM.text
source: Courses
ar: تنمية بشرية

# wQz-KN-eRJ.title
source: Centers
ar: المراكز

# x53-QC-Jcg.text
source: Courses
ar: الكورسات

# xjf-zY-Iip.text
source: Final Fees:
ar: التكلفة النهائية

# zfH-U4-0cJ.text
source: Instructor:
ar: المٌعلم:

# zg2-tQ-KZX.normalTitle
source: Call Center
ar: إتصل بالمركز

# zvb-ky-4jE.headerTitle
source: Select Starting Date
ar: إختر تاريخ البدء
